Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/SecurityMeasures.resw
Source language: en_us
Languages: ar, de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# allowautoupdatesmeteredStable-Miscellaneous
source: Set Microsoft Edge (Stable) to update over Metered connections
ar: تعيين Microsoft Edge (المستقر) للتحديث عبر الاتصالات المحدودة السعة
de: Microsoft Edge (Stable) so einstellen, dass Updates über getaktete Verbindungen erfolgen
el_gr: Ρύθμιση του Microsoft Edge (Σταθερό) για ενημέρωση μέσω συνδέσεων με χρέωση
es: Configurar Microsoft Edge (Estable) para actualizar a través de conexiones medidas
fr_fr: Configurer Microsoft Edge (Stable) pour se mettre à jour via des connexions limitées
he_il: הגדרת Microsoft Edge (יציב) להתעדכן דרך חיבורים נמדדים
hi_in: Microsoft Edge (स्थिर) को मीटर्ड कनेक्शन पर अपडेट करने के लिए सेट करें
ja_jp: Microsoft Edge (Stable) を従量制課金接続経由で更新するように設定する
ml_in: Microsoft Edge (സ്ഥിരം) മീറ്റർ ചെയ്ത കണക്ഷനുകളിലൂടെ അപ്‌ഡേറ്റ് ചെയ്യാൻ സജ്ജമാക്കുക
pl_pl: Ustaw Microsoft Edge (stabilny) do aktualizacji przez połączenia taryfowe
tr_tr: Microsoft Edge'i (Kararlı) Tarifeli bağlantılar üzerinden güncelleme yapacak şekilde ayarlayın

# allowautoupdatesmeteredBeta-Miscellaneous
source: Set Microsoft Edge (Beta) to update over Metered connections
ar: تعيين Microsoft Edge (بيتا) للتحديث عبر الاتصالات المحدودة السعة
de: Microsoft Edge (Beta) so einstellen, dass Updates über getaktete Verbindungen erfolgen
el_gr: Ρύθμιση του Microsoft Edge (Beta) για ενημέρωση μέσω συνδέσεων με χρέωση
es: Configurar Microsoft Edge (Beta) para actualizar a través de conexiones medidas
fr_fr: Configurer Microsoft Edge (Beta) pour se mettre à jour via des connexions limitées
he_il: הגדרת Microsoft Edge (בטא) להתעדכן דרך חיבורים נמדדים
hi_in: Microsoft Edge (बीटा) को मीटर्ड कनेक्शन पर अपडेट करने के लिए सेट करें
ja_jp: Microsoft Edge (Beta) を従量制課金接続経由で更新するように設定する
ml_in: Microsoft Edge (ബീറ്റ) മീറ്റർ ചെയ്ത കണക്ഷനുകളിലൂടെ അപ്‌ഡേറ്റ് ചെയ്യാൻ സജ്ജമാക്കുക
pl_pl: Ustaw Microsoft Edge (beta) do aktualizacji przez połączenia taryfowe
tr_tr: Microsoft Edge'i (Beta) Tarifeli bağlantılar üzerinden güncelleme yapacak şekilde ayarlayın

# allowautoupdatesmeteredDev-Miscellaneous
source: Set Microsoft Edge (Dev) to update over Metered connections
ar: تعيين Microsoft Edge (Dev) للتحديث عبر الاتصالات المحدودة السعة
de: Microsoft Edge (Dev) so einstellen, dass Updates über getaktete Verbindungen erfolgen
el_gr: Ρύθμιση του Microsoft Edge (Dev) για ενημέρωση μέσω συνδέσεων με χρέωση
es: Configurar Microsoft Edge (Dev) para actualizar a través de conexiones medidas
fr_fr: Configurer Microsoft Edge (Dev) pour se mettre à jour via des connexions limitées
he_il: הגדרת Microsoft Edge (Dev) להתעדכן דרך חיבורים נמדדים
hi_in: Microsoft Edge (डेव) को मीटर्ड कनेक्शन पर अपडेट करने के लिए सेट करें
ja_jp: Microsoft Edge (Dev) を従量制課金接続経由で更新するように設定する
ml_in: Microsoft Edge (ഡെവ്) മീറ്റർ ചെയ്ത കണക്ഷനുകളിലൂടെ അപ്‌ഡേറ്റ് ചെയ്യാൻ സജ്ജമാക്കുക
pl_pl: Ustaw Microsoft Edge (dev) do aktualizacji przez połączenia taryfowe
tr_tr: Microsoft Edge'i (Dev) Ölçülü bağlantılar üzerinden güncellemeye ayarlayın

# EnableCertPaddingCheck-Miscellaneous
source: Implement WinVerifyTrust Signature Validation part 1
ar: تنفيذ التحقق من صحة توقيع WinVerifyTrust الجزء 1
de: WinVerifyTrust-Signaturvalidierung implementieren Teil 1
el_gr: Υλοποίηση Επικύρωσης Υπογραφής WinVerifyTrust μέρος 1
es: Implementar Validación de Firma WinVerifyTrust parte 1
fr_fr: Implémenter la validation de signature WinVerifyTrust partie 1
he_il: יישום אימות חתימת WinVerifyTrust חלק 1
hi_in: WinVerifyTrust हस्ताक्षर सत्यापन भाग 1 लागू करें
ja_jp: WinVerifyTrust 署名検証を実装する パート 1
ml_in: WinVerifyTrust സിഗ്‌നേച്ചർ സാധൂകരണം ഭാഗം 1 നടപ്പിലാക്കുക
pl_pl: Wymuś weryfikację podpisu WinVerifyTrust część 1
tr_tr: WinVerifyTrust İmza Doğrulaması bölüm 1'i uygulayın

# EnableCertPaddingCheck2-Miscellaneous
source: Implement WinVerifyTrust Signature Validation part 2
ar: تنفيذ التحقق من صحة توقيع WinVerifyTrust الجزء 2
de: WinVerifyTrust-Signaturvalidierung implementieren Teil 2
el_gr: Υλοποίηση Επικύρωσης Υπογραφής WinVerifyTrust μέρος 2
es: Implementar Validación de Firma WinVerifyTrust parte 2
fr_fr: Implémenter la validation de signature WinVerifyTrust partie 2
he_il: יישום אימות חתימת WinVerifyTrust חלק 2
hi_in: WinVerifyTrust हस्ताक्षर सत्यापन भाग 2 लागू करें
ja_jp: WinVerifyTrust 署名検証を実装する パート 2
ml_in: WinVerifyTrust സിഗ്‌നേച്ചർ സാധൂകരണം ഭാഗം 2 നടപ്പിലാക്കുക
pl_pl: Wymuś weryfikację podpisu WinVerifyTrust część 2
tr_tr: WinVerifyTrust İmza Doğrulaması bölüm 2'yi uygulayın

# EnableCbacAndArmor-Miscellaneous
source: Request claims and compound authentication for DAC and Kerberos armoring
ar: طلب المطالبات والمصادقة المركبة لـ DAC ودرع Kerberos
de: Claims und Verbundauthentifizierung für DAC und Kerberos-Armoring anfordern
el_gr: Αίτημα αξιώσεων και σύνθετης επαλήθευσης για DAC και θωράκιση Kerberos
es: Solicitar reclamaciones y autenticación compuesta para DAC y blindaje Kerberos
fr_fr: Demander des revendications et une authentification composée pour DAC et le blindage Kerberos
he_il: בקשת תביעות ואימות מורכב עבור DAC ושריון Kerberos
hi_in: DAC और Kerberos कवच के लिए दावे और मिश्रित प्रमाणीकरण का अनुरोध करें
ja_jp: DAC と Kerberos アーマリングのために、クレームと複合認証を要求する
ml_in: DAC-നും Kerberos കവചത്തിനുമായി ക്ലെയിമുകളും സംയുക്ത പ്രാമാണീകരണവും അഭ്യർത്ഥിക്കുക
pl_pl: Żądaj oświadczeń i uwierzytelniania złożonego dla DAC i pancerza Kerberos
tr_tr: DAC ve Kerberos zırhlaması için talep ve bileşik kimlik doğrulama isteği

# WindowsProtectedPrintGroupPolicyState-Miscellaneous
source: Enable Windows Protected Print
ar: تفعيل الطباعة المحمية من Windows
de: Windows Protected Print aktivieren
el_gr: Ενεργοποίηση Προστατευμένης Εκτύπωσης Windows
es: Habilitar Impresión Protegida de Windows
fr_fr: Activer l'impression protégée Windows
he_il: הפעלת הדפסה מוגנת של Windows
hi_in: Windows संरक्षित प्रिंटिंग सक्षम करें
ja_jp: Windows 保護印刷を有効にする
ml_in: Windows സംരക്ഷിത പ്രിന്റിംഗ് പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz chronione drukowanie Windows
tr_tr: Windows Korumalı Yazdırmayı Etkinleştir

# LongPathsEnabled-Miscellaneous
source: Enable support for long paths
ar: تفعيل دعم المسارات الطويلة
de: Unterstützung für lange Pfade aktivieren
el_gr: Ενεργοποίηση υποστήριξης για μεγάλες διαδρομές
es: Habilitar soporte para rutas largas
fr_fr: Activer la prise en charge des longs chemins
he_il: הפעלת תמיכה בנתיבים ארוכים
hi_in: लंबे पथ समर्थन सक्षम करें
ja_jp: 長いパスのサポートを有効にする
ml_in: ദീർഘ പാത പിന്തുണ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz obsługę długich ścieżek
tr_tr: Uzun yollar için desteği etkinleştirin

# AllowOnlineTips-Miscellaneous
source: Disable Online Tips.
ar: تعطيل النصائح عبر الإنترنت.
de: Online-Tipps deaktivieren.
el_gr: Απενεργοποίηση Διαδικτυακών Συμβουλών.
es: Deshabilitar Consejos en Línea.
fr_fr: Désactiver les astuces en ligne.
he_il: ביטול טיפים מקוונים.
hi_in: ऑनलाइन टिप्स अक्षम करें।
ja_jp: オンライン ヒントを無効にする。
ml_in: ഓൺലൈൻ നുറുങ്ങുകൾ അപ്രാപ്തമാക്കുക.
pl_pl: Wyłącz porady online.
tr_tr: Çevrimiçi İpuçlarını devre dışı bırakın.

# AllowFindMyDevice-Miscellaneous
source: Disable Find My Device feature.
ar: تعطيل ميزة العثور على جهازي.
de: Funktion „Mein Gerät finden“ deaktivieren.
el_gr: Απενεργοποίηση λειτουργίας Εύρεσης της Συσκευής μου.
es: Deshabilitar función Encontrar mi Dispositivo.
fr_fr: Désactiver la fonctionnalité Localiser mon appareil.
he_il: ביטול תכונת מצא את המכשיר שלי.
hi_in: मेरा डिवाइस खोजें सुविधा अक्षम करें।
ja_jp: デバイスの検索機能を無効にする。
ml_in: എന്റെ ഉപകരണം കണ്ടെത്തുക സവിശേഷത അപ്രാപ്തമാക്കുക.
pl_pl: Wyłącz funkcję Znajdź moje urządzenie.
tr_tr: Cihazımı Bul özelliğini devre dışı bırakın.

# AllowSpeechModelUpdate-Miscellaneous
source: Disable Automatic Update of Speech Data.
ar: تعطيل التحديث التلقائي لبيانات الكلام.
de: Automatische Aktualisierung von Sprachdaten deaktivieren.
el_gr: Απενεργοποίηση Αυτόματης Ενημέρωσης Δεδομένων Ομιλίας.
es: Deshabilitar Actualización Automática de Datos de Voz.
fr_fr: Désactiver la mise à jour automatique des données vocales.
he_il: ביטול עדכון אוטומטי של נתוני דיבור.
hi_in: स्पीच डेटा का स्वचालित अपडेट अक्षम करें।
ja_jp: 音声データの自動更新を無効にする。
ml_in: സ്പീച്ച് ഡാറ്റയുടെ സ്വയമേവയുള്ള അപ്‌ഡേറ്റ് അപ്രാപ്തമാക്കുക.
pl_pl: Wyłącz automatyczną aktualizację danych mowy.
tr_tr: Konuşma Verilerinin Otomatik Güncellenmesini Devre Dışı Bırak.

# DisabledByGroupPolicy-Miscellaneous
source: Turn off the advertising ID, preventing apps from using the ID for experiences across apps.
ar: إيقاف معرّف الإعلان، ومنع التطبيقات من استخدام المعرّف للتجارب عبر التطبيقات.
de: Werbe-ID deaktivieren, damit Apps die ID nicht für Erlebnisse übergreifend verwenden können.
el_gr: Απενεργοποίηση του αναγνωριστικού διαφήμισης, εμποδίζοντας τις εφαρμογές να χρησιμοποιούν το αναγνωριστικό για εμπειρίες μεταξύ εφαρμογών.
es: Desactivar el identificador de publicidad, evitando que las aplicaciones usen el identificador para experiencias entre aplicaciones.
fr_fr: Désactiver l'identifiant publicitaire, empêchant les applications d'utiliser l'identifiant pour des expériences entre applications.
he_il: כיבוי מזהה הפרסום, מניעת אפליקציות מלהשתמש במזהה לחוויות בין אפליקציות.
hi_in: विज्ञापन आईडी बंद करें, ऐप्स को क्रॉस-ऐप अनुभवों के लिए आईडी का उपयोग करने से रोकें।
ja_jp: 広告 ID をオフにして、アプリがアプリ間のエクスペリエンスに ID を使用できないようにする。
ml_in: പരസ്യ ഐഡി ഓഫാക്കുക, ആപ്പുകൾ ക്രോസ്-ആപ്പ് അനുഭവങ്ങൾക്കായി ഐഡി ഉപയോഗിക്കുന്നത് തടയുക.
pl_pl: Wyłącz identyfikator reklamy, uniemożliwiając aplikacjom używanie identyfikatora do doświadczeń między aplikacjami.
tr_tr: Reklam kimliğini kapatarak uygulamaların, uygulamalardaki deneyimler için kimliği kullanmasını önleyin.

# DisableSoftLanding-Miscellaneous
source: Turn off Get tips and suggestions when using Windows.
ar: إيقاف الحصول على نصائح واقتراحات عند استخدام Windows.
de: „Tipps und Vorschläge bei der Verwendung von Windows erhalten“ deaktivieren.
el_gr: Απενεργοποίηση λήψης συμβουλών και προτάσεων κατά τη χρήση των Windows.
es: Desactivar la obtención de consejos y sugerencias al usar Windows.
fr_fr: Désactiver Obtenir des conseils et des suggestions lors de l'utilisation de Windows.
he_il: כיבוי קבלת טיפים והצעות בעת שימוש ב-Windows.
hi_in: Windows का उपयोग करते समय सुझाव और संकेत प्राप्त करना बंद करें।
ja_jp: Windows の使用時にヒントと提案を取得する機能をオフにする。
ml_in: Windows ഉപയോഗിക്കുമ്പോൾ നുറുങ്ങുകളും സൂചനകളും ലഭിക്കുന്നത് നിർത്തുക.
pl_pl: Zatrzymaj otrzymywanie porad i podpowiedzi podczas korzystania z Windows.
tr_tr: Windows'u kullanırken ipuçları ve öneriler alın seçeneğini kapatın.

# DisableCloudOptimizedContent-Miscellaneous
source: Turn off cloud optimized content in all Windows experiences.
ar: إيقاف المحتوى المحسّن للسحابة في جميع تجارب Windows.
de: Cloudoptimierte Inhalte in allen Windows-Erlebnissen deaktivieren.
el_gr: Απενεργοποίηση περιεχομένου βελτιστοποιημένου για cloud σε όλες τις εμπειρίες των Windows.
es: Desactivar contenido optimizado para la nube en todas las experiencias de Windows.
fr_fr: Désactiver le contenu optimisé pour le cloud dans toutes les expériences Windows.
he_il: כיבוי תוכן מותאם ענן בכל חוויות Windows.
hi_in: सभी Windows अनुभवों में क्लाउड-अनुकूलित सामग्री बंद करें।
ja_jp: すべての Windows エクスペリエンスでクラウド最適化コンテンツをオフにする。
ml_in: എല്ലാ Windows അനുഭവങ്ങളിലും ക്ലൗഡ്-ഒപ്റ്റിമൈസ് ചെയ്ത ഉള്ളടക്കം ഓഫാക്കുക.
pl_pl: Wyłącz zawartość zoptymalizowaną pod kątem chmury we wszystkich doświadczeniach Windows.
tr_tr: Tüm Windows deneyimlerinde bulut için optimize edilmiş içeriği kapatın.

# DoNotShowFeedbackNotifications-Miscellaneous
source: Do not show feedback notifications.
ar: عدم إظهار إشعارات الملاحظات.
de: Feedbackbenachrichtigungen nicht anzeigen.
el_gr: Να μην εμφανίζονται ειδοποιήσεις σχολίων.
es: No mostrar notificaciones de retroalimentación.
fr_fr: Ne pas afficher les notifications de commentaires.
he_il: אי הצגת התראות משוב.
hi_in: फीडबैक सूचनाएं न दिखाएं।
ja_jp: フィードバックの通知を表示しない。
ml_in: ഫീഡ്‌ബാക്ക് അറിയിപ്പുകൾ കാണിക്കരുത്.
pl_pl: Nie pokazuj powiadomień zwrotnych.
tr_tr: Geri bildirim bildirimlerini gösterme.

# AutoDownloadAndUpdateMapData-Miscellaneous
source: Turn off Automatic Download and Update of Map Data.
ar: إيقاف التنزيل والتحديث التلقائي لبيانات الخريطة.
de: Automatisches Herunterladen und Aktualisieren von Kartendaten deaktivieren.
el_gr: Απενεργοποίηση Αυτόματης Λήψης και Ενημέρωσης Δεδομένων Χάρτη.
es: Desactivar Descarga y Actualización Automática de Datos de Mapas.
fr_fr: Désactiver le téléchargement et la mise à jour automatique des données cartographiques.
he_il: כיבוי הורדה ועדכון אוטומטיים של נתוני מפה.
hi_in: मैप डेटा का स्वचालित डाउनलोड और अपडेट बंद करें।
ja_jp: 地図データの自動ダウンロードと更新をオフにする。
ml_in: മാപ്പ് ഡാറ്റയുടെ സ്വയമേവയുള്ള ഡൗൺലോഡും അപ്‌ഡേറ്റും ഓഫാക്കുക.
pl_pl: Wyłącz automatyczne pobieranie i aktualizowanie danych map.
tr_tr: Harita Verilerinin Otomatik İndirilmesi ve Güncellenmesi seçeneğini kapatın.

# AllowMessageSync-Miscellaneous
source: Disable Message Service Cloud Sync for cellular text messages.
ar: تعطيل مزامنة السحابة لخدمة الرسائل للرسائل النصية الخلوية.
de: Cloudsynchronisierung des Nachrichtendienstes für SMS deaktivieren.
el_gr: Απενεργοποίηση Συγχρονισμού Cloud Υπηρεσίας Μηνυμάτων για μηνύματα κειμένου κινητής τηλεφωνίας.
es: Deshabilitar Sincronización en la Nube del Servicio de Mensajes para mensajes de texto celulares.
fr_fr: Désactiver la synchronisation cloud du service de messagerie pour les SMS cellulaires.
he_il: ביטול סנכרון ענן של שירות הודעות להודעות טקסט סלולריות.
hi_in: सेलुलर टेक्स्ट संदेशों के लिए संदेश सेवा की क्लाउड सिंक अक्षम करें।
ja_jp: 携帯回線のテキスト メッセージに対するメッセージ サービスのクラウド同期を無効にする。
ml_in: സെല്ലുലാർ ടെക്‌സ്റ്റ് സന്ദേശങ്ങൾക്കായി സന്ദേശ സേവനത്തിന്റെ ക്ലൗഡ് സമന്വയം അപ്രാപ്തമാക്കുക.
pl_pl: Wyłącz synchronizację w chmurze usługi wiadomości dla wiadomości tekstowych komórkowych.
tr_tr: Hücresel metin mesajları için Mesaj Hizmeti Bulut Senkronizasyonunu devre dışı bırakın.

# EnableFontProviders-Miscellaneous
source: Block Windows from downloading Fonts Catalog.
ar: حظر Windows من تنزيل كتالوج الخطوط.
de: Herunterladen des Schriftartenkatalogs durch Windows blockieren.
el_gr: Αποκλεισμός των Windows από τη λήψη Καταλόγου Γραμματοσειρών.
es: Bloquear que Windows descargue el Catálogo de Fuentes.
fr_fr: Bloquer Windows du téléchargement du catalogue de polices.
he_il: חסימת Windows מהורדת קטלוג גופנים.
hi_in: Windows को फ़ॉन्ट कैटलॉग डाउनलोड करने से ब्लॉक करें।
ja_jp: Windows によるフォント カタログのダウンロードをブロックする。
ml_in: Windows ഫോണ്ട് കാറ്റലോഗ് ഡൗൺലോഡ് ചെയ്യുന്നതിൽ നിന്ന് തടയുക.
pl_pl: Zablokuj Windows przed pobieraniem katalogu czcionek.
tr_tr: Windows'un Yazı Tipleri Kataloğunu indirmesini engelleyin.

# EnableCdp-Miscellaneous
source: Disable "Continue experiences on this device" feature.
ar: تعطيل ميزة "متابعة التجارب على هذا الجهاز".
de: Funktion „Erlebnisse auf diesem Gerät fortsetzen“ deaktivieren.
el_gr: Απενεργοποίηση λειτουργίας "Συνέχιση εμπειριών σε αυτή τη συσκευή".
es: Deshabilitar función "Continuar experiencias en este dispositivo".
fr_fr: Désactiver la fonctionnalité "Poursuivre les expériences sur cet appareil".
he_il: ביטול תכונת "המשך חוויות במכשיר זה".
hi_in: "इस डिवाइस पर अनुभव जारी रखें" सुविधा अक्षम करें।
ja_jp: 「このデバイスでのエクスペリエンスの継続」機能を無効にする。
ml_in: "ഈ ഉപകരണത്തിൽ അനുഭവങ്ങൾ തുടരുക" സവിശേഷത അപ്രാപ്തമാക്കുക.
pl_pl: Wyłącz funkcję "Kontynuuj doświadczenia na tym urządzeniu".
tr_tr: "Bu cihazdaki deneyimlere devam et" özelliğini devre dışı bırakın.

# EnableAppUriHandlers-Miscellaneous
source: Disable support for web-to-app linking with app URI handlers.
ar: تعطيل دعم الربط من الويب إلى التطبيق مع معالجات URI للتطبيق.
de: Unterstützung für Web-zu-App-Verknüpfungen mit App-URI-Handlern deaktivieren.
el_gr: Απενεργοποίηση υποστήριξης για σύνδεση από τον ιστό σε εφαρμογή με χειριστές URI εφαρμογών.
es: Deshabilitar soporte para vincular desde web a aplicación con controladores URI de aplicación.
fr_fr: Désactiver la prise en charge des liens web vers application avec les gestionnaires d'URI d'application.
he_il: ביטול תמיכה בקישור מאינטרנט לאפליקציה עם מטפלי URI של אפליקציות.
hi_in: ऐप URI हैंडलर के साथ वेब-टू-ऐप लिंकिंग के लिए समर्थन अक्षम करें।
ja_jp: アプリ URI ハンドラーによる Web からアプリへのリンクのサポートを無効にする。
ml_in: ആപ്പ് URI ഹാൻഡ്‌ലറുകളുള്ള വെബ്-ടു-ആപ്പ് ലിങ്കിംഗിനുള്ള പിന്തുണ അപ്രാപ്തമാക്കുക.
pl_pl: Wyłącz obsługę łączenia web-aplikacja z obsługą URI aplikacji.
tr_tr: Uygulama URI işleyicileriyle web'den uygulamaya bağlantı desteğini devre dışı bırakın.

# DisableWebSearch-Miscellaneous
source: Don't search the web or display web results in Search.
ar: عدم البحث في الويب أو عرض نتائج الويب في البحث.
de: Keine Websuche durchführen und keine Webergebnisse in der Suche anzeigen.
el_gr: Να μην γίνεται αναζήτηση στον ιστό ή εμφάνιση αποτελεσμάτων ιστού στην Αναζήτηση.
es: No buscar en la web ni mostrar resultados web en Búsqueda.
fr_fr: Ne pas rechercher sur le web ni afficher les résultats web dans la recherche.
he_il: אי חיפוש באינטרנט או הצגת תוצאות אינטרנט בחיפוש.
hi_in: वेब खोज न करें या खोज में वेब परिणाम न दिखाएं।
ja_jp: 検索で Web を検索したり Web の結果を表示したりしない。
ml_in: വെബ് തിരയരുത് അല്ലെങ്കിൽ തിരയലിൽ വെബ് ഫലങ്ങൾ കാണിക്കരുത്.
pl_pl: Nie przeszukuj sieci ani nie wyświetlaj wyników sieci w wyszukiwaniu.
tr_tr: Web'de arama yapmayın veya Web sonuçlarını Arama'da görüntülemeyin.

# ConnectedSearchUseWeb-Miscellaneous
source: Do not allow web search.
ar: عدم السماح بالبحث على الويب.
de: Websuche nicht zulassen.
el_gr: Να μην επιτρέπεται η αναζήτηση στον ιστό.
es: No permitir buscar en la web.
fr_fr: Ne pas autoriser la recherche web.
he_il: אי אפשור חיפוש באינטרנט.
hi_in: वेब खोज की अनुमति न दें।
ja_jp: Web 検索を許可しない。
ml_in: വെബ് തിരയാൻ അനുവദിക്കരുത്.
pl_pl: Nie zezwalaj na wyszukiwanie w sieci.
tr_tr: Web aramasına izin vermeyin.

# AllowAutoWindowsUpdateDownloadOverMeteredNetwork-WindowsUpdate
source: Allow updates to be downloaded automatically over metered connections
ar: السماح بتنزيل التحديثات تلقائيًا عبر الاتصالات المحدودة السعة
de: Zulassen, dass Updates automatisch über getaktete Verbindungen heruntergeladen werden
el_gr: Επιτρέπεται η αυτόματη λήψη ενημερώσεων μέσω συνδέσεων με χρέωση
es: Permitir descargar actualizaciones automáticamente a través de conexiones medidas
fr_fr: Autoriser le téléchargement automatique des mises à jour via des connexions limitées
he_il: אפשור הורדת עדכונים באופן אוטומטי דרך חיבורים נמדדים
hi_in: मीटर्ड कनेक्शन पर अपडेट स्वचालित रूप से डाउनलोड करने की अनुमति दें
ja_jp: 従量制課金接続経由で更新プログラムが自動的にダウンロードされることを許可する
ml_in: മീറ്റർ ചെയ്ത കണക്ഷനുകളിലൂടെ അപ്‌ഡേറ്റുകൾ സ്വയമേവ ഡൗൺലോഡ് ചെയ്യാൻ അനുവദിക്കുക
pl_pl: Zezwól na automatyczne pobieranie aktualizacji przez połączenia taryfowe
tr_tr: Güncellemelerin tarifeli bağlantılar üzerinden otomatik olarak indirilmesine izin ver

# AllowTemporaryEnterpriseFeatureControl-WindowsUpdate
source: Enable features introduced via servicing that are off by default
ar: تفعيل الميزات المُقدمة عبر الخدمة التي تكون متوقفة بشكل افتراضي
de: Über Wartung eingeführte, standardmäßig deaktivierte Funktionen aktivieren
el_gr: Ενεργοποίηση χαρακτηριστικών που εισάγονται μέσω εξυπηρέτησης και είναι απενεργοποιημένα από προεπιλογή
es: Habilitar características introducidas a través del servicio que están desactivadas por defecto
fr_fr: Activer les fonctionnalités introduites via la maintenance qui sont désactivées par défaut
he_il: הפעלת תכונות שהוצגו באמצעות שירות שכבויות כברירת מחדל
hi_in: सेवा के माध्यम से प्रस्तुत की गई सुविधाएं सक्षम करें जो डिफ़ॉल्ट रूप से बंद हैं
ja_jp: サービシングを通じて導入され、既定でオフになっている機能を有効にする
ml_in: സേവനത്തിലൂടെ അവതരിപ്പിക്കുന്നതും സ്ഥിരസ്ഥിതിയായി ഓഫ് ചെയ്തിരിക്കുന്നതുമായ സവിശേഷതകൾ പ്രവർത്തനക്ഷമമാക്കുക
pl_pl: Włącz funkcje prezentowane przez usługę, które są domyślnie wyłączone
tr_tr: Varsayılan olarak kapalı olan, hizmet yoluyla sunulan özellikleri etkinleştirin

# ConfigureDeadlineNoAutoRebootForFeatureUpdates-WindowsUpdate
source: Specify the number of days before feature updates are installed on devices automatically
ar: تحديد عدد الأيام قبل تثبيت تحديثات الميزات على الأجهزة تلقائيًا
de: Anzahl der Tage angeben, bevor Funktionsupdates automatisch auf Geräten installiert werden
el_gr: Καθορισμός του αριθμού ημερών πριν εγκατασταθούν αυτόματα οι ενημερώσεις δυνατοτήτων στις συσκευές
es: Especificar el número de días antes de que las actualizaciones de características se instalen automáticamente en los dispositivos
fr_fr: Spécifier le nombre de jours avant que les mises à jour de fonctionnalités ne soient installées automatiquement sur les appareils
he_il: ציון מספר הימים לפני שעדכוני תכונה מותקנים באופן אוטומטי במכשירים
hi_in: डिवाइसों पर फीचर अपडेट स्वचालित रूप से इंस्टॉल होने से पहले दिनों की संख्या निर्दिष्ट करें
ja_jp: 機能更新プログラムがデバイスに自動的にインストールされるまでの日数を指定する
ml_in: ഉപകരണങ്ങളിൽ സവിശേഷത അപ്‌ഡേറ്റുകൾ സ്വയമേവ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് മുമ്പുള്ള ദിവസങ്ങളുടെ എണ്ണം വ്യക്തമാക്കുക
pl_pl: Określ liczbę dni przed automatyczną instalacją aktualizacji funkcji na urządzeniach
tr_tr: Özellik güncellemelerinin cihazlara otomatik olarak yüklenmesinden önceki gün sayısını belirtin

# ConfigureDeadlineNoAutoRebootForQualityUpdates-WindowsUpdate
source: Specify the number of days before quality updates are installed on devices automatically
ar: تحديد عدد الأيام قبل تثبيت تحديثات الجودة على الأجهزة تلقائيًا
de: Anzahl der Tage angeben, bevor Qualitätsupdates automatisch auf Geräten installiert werden
el_gr: Καθορισμός του αριθμού ημερών πριν εγκατασταθούν αυτόματα οι ενημερώσεις ποιότητας στις συσκευές
es: Especificar el número de días antes de que las actualizaciones de calidad se instalen automáticamente en los dispositivos
fr_fr: Spécifier le nombre de jours avant que les mises à jour qualité ne soient installées automatiquement sur les appareils
he_il: ציון מספר הימים לפני שעדכוני איכות מותקנים באופן אוטומטי במכשירים
hi_in: डिवाइसों पर गुणवत्ता अपडेट स्वचालित रूप से इंस्टॉल होने से पहले दिनों की संख्या निर्दिष्ट करें
ja_jp: 品質更新プログラムがデバイスに自動的にインストールされるまでの日数を指定する
ml_in: ഉപകരണങ്ങളിൽ ഗുണനിലവാര അപ്‌ഡേറ്റുകൾ സ്വയമേവ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് മുമ്പുള്ള ദിവസങ്ങളുടെ എണ്ണം വ്യക്തമാക്കുക
pl_pl: Określ liczbę dni przed automatyczną instalacją aktualizacji jakości na urządzeniach
tr_tr: Kalite güncellemelerinin cihazlara otomatik olarak yüklenmesinden önceki gün sayısını belirtin

# ConfigureDeadlineForQualityUpdates-WindowsUpdate
source: Number of days before quality updates are installed on devices automatically
ar: عدد الأيام قبل تثبيت تحديثات الجودة على الأجهزة تلقائيًا
de: Anzahl der Tage, bevor Qualitätsupdates automatisch auf Geräten installiert werden
el_gr: Αριθμός ημερών πριν εγκατασταθούν αυτόματα οι ενημερώσεις ποιότητας στις συσκευές
es: Número de días antes de que las actualizaciones de calidad se instalen automáticamente en los dispositivos
fr_fr: Nombre de jours avant que les mises à jour qualité ne soient installées automatiquement
he_il: מספר הימים לפני שעדכוני איכות מותקנים באופן אוטומטי במכשירים
hi_in: डिवाइसों पर गुणवत्ता अपडेट स्वचालित रूप से इंस्टॉल होने से पहले दिनों की संख्या
ja_jp: 品質更新プログラムがデバイスに自動的にインストールされるまでの日数
ml_in: ഉപകരണങ്ങളിൽ ഗുണനിലവാര അപ്‌ഡേറ്റുകൾ സ്വയമേവ ഇൻസ്റ്റാൾ ചെയ്യുന്നതിന് മുമ്പുള്ള ദിവസങ്ങളുടെ എണ്ണം
pl_pl: Liczba dni przed automatyczną instalacją aktualizacji jakości na urządzeniach
tr_tr: Kalite güncellemelerinin cihazlara otomatik olarak yüklenmesine kadar geçen gün sayısı
